{"id":526,"date":"2021-03-12T10:28:18","date_gmt":"2021-03-12T10:28:18","guid":{"rendered":"http:\/\/localhost\/penyourpersonality\/?page_id=526"},"modified":"2023-07-23T14:18:49","modified_gmt":"2023-07-23T08:48:49","slug":"policies","status":"publish","type":"page","link":"http:\/\/localhost\/penyourpersonality\/policies\/","title":{"rendered":"Policies"},"content":{"rendered":"\n<h3 class=\"wp-block-heading has-text-align-center\">INTRODUCTION<\/h3>\n\n\n\n<p class=\"has-text-align-center has-small-font-size\">The PYP (Pen Your Personality) is a proprietorship (micro enterprise) registered with the Government of India&#8217;s Ministry of Micro Small Medium Enterprise (MSME) as an educational support service (UDYAM-DL-09-0013846). It was founded in July 2022 and released as an online\/offline education and training platform in July 2023. In India, we offer signature analysis, handwriting correction, workshops, apprenticeships, and instruction in statistics. The current location of our headquarters is Dayanand Colony, Lajpat Nagar, New Delhi, India 110024; however, we operate remotely. Monday through Friday, from 10 am to 5 pm, PYP is operational. The copyright for all digital and non-digital content, materials, and services is restricted to PYP. In a distinct database, PYP maintains an official record of the number of sensitive documents released for each client. Any unauthorised redistribution or use of these confidential documents is a punishable offence. Our services require the user to have a Google account. PYP is a secondary endeavour with no employees, vendors, or outsourcing. Any dubious or unverified requests for payment in exchange for services must be reported to penyourpersonality@gmail.com.<\/p>\n\n\n\n<h3 class=\"wp-block-heading has-text-align-center\">PYP Services<\/h3>\n\n\n\n<p class=\"has-text-align-center\">At PYP we are passionate about our work, and we are committed to providing our clients with the highest quality of service. Our services include:<\/p>\n\n\n\n<ul>\n<li>Handwriting and signature analysis:&nbsp;We can help you understand your personality traits, such as your level of confidence, your decision-making style, and your communication skills. We can also help you improve both to make it more powerful and effective.<\/li>\n\n\n\n<li>Handwriting and signature correction:&nbsp;We can help you improve your penmanship and create a more legible and attractive handwriting style. We can also help you correct any underlying problems with your handwriting, such as tremors or poor posture.<\/li>\n\n\n\n<li>Workshops:&nbsp;We offer a variety of workshops on handwriting analysis, statistics, and other related topics. Our workshops are designed to be informative and engaging, and they provide participants with the opportunity to learn from experienced professionals.<\/li>\n\n\n\n<li>Internships:&nbsp;We offer internships to students and recent graduates who are interested in learning more about handwriting analysis or statistics. Our interns have the opportunity to work with experienced professionals and gain valuable hands-on experience.<\/li>\n\n\n\n<li>Statistics coaching: We offer statistics coaching to students, professionals, and anyone else who wants to improve their data analysis skills. Our coaches are experienced statisticians who can help you understand statistical concepts, interpret data, and create effective data visualizations.<\/li>\n<\/ul>\n\n\n\n<p class=\"has-text-align-center\">For more information, visit our <a href=\"http:\/\/localhost\/penyourpersonality\/services\/\">service<\/a> page.<\/p>\n\n\n\n<h3 class=\"wp-block-heading has-text-align-center\">REFUND POLICY<\/h3>\n\n\n\n<p class=\"has-text-align-center\">If any of the services are cancelled, they are eligible for a full refund. If it is not fully delivered, then it is eligible for a partial refund. If the applicant wishes to withdraw at any time between application and service completion, then it is eligible for a 40% refund. There is no refund in cases like wrong information, forgery, faking, &amp; all others.<\/p>\n\n\n\n<h3 class=\"wp-block-heading has-text-align-center\">DATA<\/h3>\n\n\n\n<p class=\"has-text-align-center\">PYP is registered with the Government of India&#8217;s Ministry of Micro, Small, and Medium Enterprises. Until a visitor applies for a service, we neither collect nor store any personal information. No information about the user (which they do not submit) is stored or traced. No trackers, advertisements, HTTPS enhancements, or fingerprinting methods exist on our website. We do not sell our clients&#8217; information. The only person with access to the social media handles and database is the PYP owner. Similar to other websites, <a href=\"https:\/\/penyourpersonality.in\/\" target=\"_blank\" rel=\"noopener\">www.penyourpersonality.in<\/a> may store cookies and caches. If you enroll for a service, you may be asked for your email address, full name, date of birth, gender, city, country, institution\/organization, position, WhatsApp number, confirmation of payment, ratings, and opinions.<\/p>\n\n\n\n<h3 class=\"wp-block-heading has-text-align-center\">COMMUNICATION &amp; SERVICES<\/h3>\n\n\n\n<p class=\"has-text-align-center\">The PYP is a micro organisation. If there is a delay in response, the member may be preoccupied with an essential task or matter. The wisest course of action is to wait for a response or attempt again later. Saturday and Sunday are our days off, but we may still be active in terms of communication and services. Cooperation, active conversations, task completion, network connections, and the accuracy of the applicant&#8217;s data are required for optimal service. This organization&#8217;s alternative Gmail address is penyourpersonality@gmail.com, which is always active.<\/p>\n\n\n\n<h3 class=\"wp-block-heading has-text-align-center\">DISCOUNTS &amp; BENEFITS<\/h3>\n\n\n\n<p class=\"has-text-align-center\">We occasionally offer discounts and benefits on our services to course participants, clients, apprentices, and employees. These may be subject to modifications, termination, or cancellation if deemed necessary. PYP coupons will only be accepted if all obligations or fees (if applicable) have been satisfied.<\/p>\n\n\n\n<div class=\"wp-block-columns are-vertically-aligned-top is-layout-flex wp-container-2\">\n<div class=\"wp-block-column is-vertically-aligned-top is-layout-flow\" style=\"flex-basis:100%\"><\/div>\n<\/div>\n\n\n\n<div class=\"wp-block-columns is-layout-flex wp-container-4\">\n<div class=\"wp-block-column is-layout-flow\" style=\"flex-basis:100%\">\n<p class=\"has-text-align-center\"><mark style=\"background-color:rgba(0, 0, 0, 0)\" class=\"has-inline-color has-ast-global-color-8-color\">PYP may change its policies, rates, services, &amp; benefits in the future if the situations demand.<\/mark><\/p>\n\n\n\n<p class=\"has-text-align-center\"><mark style=\"background-color:rgba(0, 0, 0, 0)\" class=\"has-inline-color has-black-color\">Attributions: <a href=\"https:\/\/www.pexels.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">Pexels<\/a><\/mark>, <a href=\"https:\/\/www.google.com\/imghp?hl=en&amp;tab=ri&amp;authuser=0&amp;ogbl\" target=\"_blank\" rel=\"noopener\">Google image<\/a><\/p>\n<\/div>\n<\/div>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>INTRODUCTION The PYP (Pen Your Personality) is a proprietorship (micro enterprise) registered with the Government of India&#8217;s Ministry of Micro Small Medium Enterprise (MSME) as an educational support service (UDYAM-DL-09-0013846). It was founded in July 2022 and released as an online\/offline education and training platform in July 2023. In India, we offer signature analysis, handwriting &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"http:\/\/localhost\/penyourpersonality\/policies\/\"> <span class=\"screen-reader-text\">Policies<\/span> Read More &raquo;<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":5,"comment_status":"closed","ping_status":"closed","template":"","meta":{"site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"_links":{"self":[{"href":"http:\/\/localhost\/penyourpersonality\/wp-json\/wp\/v2\/pages\/526"}],"collection":[{"href":"http:\/\/localhost\/penyourpersonality\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"http:\/\/localhost\/penyourpersonality\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"http:\/\/localhost\/penyourpersonality\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/localhost\/penyourpersonality\/wp-json\/wp\/v2\/comments?post=526"}],"version-history":[{"count":10,"href":"http:\/\/localhost\/penyourpersonality\/wp-json\/wp\/v2\/pages\/526\/revisions"}],"predecessor-version":[{"id":5343,"href":"http:\/\/localhost\/penyourpersonality\/wp-json\/wp\/v2\/pages\/526\/revisions\/5343"}],"wp:attachment":[{"href":"http:\/\/localhost\/penyourpersonality\/wp-json\/wp\/v2\/media?parent=526"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}